Repository: human2-0/cleanQuest
Catalog: lib/l10n/app_*.arb
Languages: pl

# commonMember
source: Member
pl: Użytkownik

# commonCancel
source: Cancel
pl: Anuluj

# commonSave
source: Save
pl: Zapisz

# commonDelete
source: Delete
pl: Usuń

# commonClose
source: Close
pl: Zamknij

# commonDone
source: Done
pl: Gotowe

# commonApprove
source: Approve
pl: Zatwierdź

# commonReject
source: Reject
pl: Odrzuć

# commonSubmit
source: Submit
pl: Wyślij

# commonCopy
source: Copy
pl: Kopiuj

# commonCopied
source: Copied
pl: Skopiowano

# commonPointsLabel
source: Points: {points}
pl: Punkty: {points}

# commonPointsShort
source: {points} pts
pl: {points} pkt

# commonUnknownChore
source: Unknown chore
pl: Nieznane zadanie

# commonUnknownReward
source: Unknown reward
pl: Nieznana nagroda

# commonUnknownHousehold
source: Household
pl: Gospodarstwo

# onboardingTitle
source: Welcome to CleanQuest
pl: Witaj w CleanQuest

# onboardingChooseRole
source: Choose your role
pl: Utwórz lub dołącz do gospodarstwa

# onboardingRoleSubtitle
source: Admins verify work. Members submit completions.
pl: Twórca zostaje administratorem. Pozostali dołączają jako członkowie.

# onboardingYourName
source: Your name
pl: Twoje imię

# onboardingHouseholdName
source: Household name
pl: Nazwa gospodarstwa

# onboardingShareCode
source: Share this code with members
pl: Udostępnij ten kod użytkownikom

# onboardingFinishSetup
source: Finish setup
pl: Zakończ konfigurację

# onboardingGenerateCode
source: Generate new code
pl: Wygeneruj nowy kod

# onboardingCodeInstructions
source: Members will enter this to join your household.
pl: Użytkownicy wpiszą ten kod, aby dołączyć do gospodarstwa.

# onboardingAdminCodeLabel
source: Enter admin code
pl: Wpisz kod dołączenia

# onboardingJoinHousehold
source: Join household
pl: Dołącz do gospodarstwa

# onboardingCodeRequired
source: Code is required.
pl: Kod jest wymagany.

# onboardingCodeLength
source: Enter the 6-digit code.
pl: Wpisz 6-cyfrowy kod.

# onboardingHouseholdNotFound
source: Household not found.
pl: Nie znaleziono gospodarstwa.

# settingsTitle
source: Settings
pl: Ustawienia

# settingsAdminJoinCode
source: Admin join code
pl: Kod admina

# settingsHouseholdCode
source: Household code
pl: Kod gospodarstwa

# settingsJoinCodeNotSet
source: Not set
pl: Nie ustawiono

# settingsCodeCopiedToast
source: Code copied
pl: Kod skopiowany

# settingsEnableNotifications
source: Enable notifications
pl: Włącz powiadomienia

# settingsNotificationsSubtitle
source: Approvals and reward alerts
pl: Powiadomienia o zatwierdzeniach i nagrodach

# settingsDailyDigest
source: Daily digest
pl: Dzienny podsumowanie

# settingsDailyDigestSubtitle
source: Due items and approvals summary
pl: Podsumowanie zadań i zatwierdzeń

# settingsLanguage
source: Language
pl: Język

# settingsLanguageSubtitle
source: App language
pl: Język aplikacji

# languageEnglish
source: English
pl: Angielski

# languagePolish
source: Polish
pl: Polski

# settingsViewNotifications
source: View notifications
pl: Zobacz powiadomienia

# settingsRegenerateJoinCode
source: Regenerate join code
pl: Wygeneruj nowy kod

# settingsRestoreTemplates
source: Restore default templates
pl: Przywróć domyślne szablony

# settingsLogOut
source: Log out (reset onboarding)
pl: Wyloguj (reset onboardingu)

# settingsLogOutDialogTitle
source: Log out?
pl: Wylogować?

# settingsLogOutDialogBody
source: This clears your role and household selection on this device.
pl: To czyści rolę i wybór gospodarstwa na tym urządzeniu.

# settingsReset
source: Reset
pl: Resetuj

# settingsRegenerateDialogTitle
source: Regenerate join code?
pl: Wygenerować nowy kod?

# settingsRegenerateDialogBody
source: Members with the old code will not be able to join.
pl: Użytkownicy ze starym kodem nie będą mogli dołączyć.

# settingsRegenerate
source: Regenerate
pl: Wygeneruj

# settingsNewJoinCode
source: New join code
pl: Nowy kod

# settingsNewCodeGenerated
source: New code generated and copied
pl: Nowy kod wygenerowany i skopiowany

# settingsRestoreDialogTitle
source: Restore default templates?
pl: Przywrócić domyślne szablony?

# settingsRestoreDialogBody
source: This replaces current chores and completion history for this household.
pl: To zastąpi obecne zadania i historię ukończeń dla tego gospodarstwa.

# settingsRestore
source: Restore
pl: Przywróć

# settingsTemplatesRestored
source: Templates restored
pl: Szablony przywrócone

# settingsSwitchToAdmin
source: Switch to admin
pl: Przełącz na admina

# settingsSwitchToMember
source: Switch to member
pl: Przełącz na użytkownika

# settingsSwitchedToAdmin
source: Switched to admin
pl: Przełączono na admina

# settingsSwitchedToMember
source: Switched to member
pl: Przełączono na użytkownika

# settingsTesting
source: Testing
pl: Testy

# settingsNoHouseholdToSwitch
source: No household to switch.
pl: Brak gospodarstwa do przełączenia.

# settingsDailyDigestScheduled
source: Daily digest scheduled
pl: Dzienny podsumowanie ustawione

# settingsNotificationsDenied
source: Notifications permission denied
pl: Brak zgody na powiadomienia

# choresTitleWithRole
source: Chores ({role})
pl: Zadania ({role})

# choresAddTooltip
source: Add chore
pl: Dodaj zadanie

# choresApprovalsTooltip
source: Approvals
pl: Zatwierdzenia

# choresMyRequestsTooltip
source: My requests
pl: Moje zgłoszenia

# choresRequestCompletion
source: Request completion
pl: Zgłoś wykonanie

# choresAdminReviewHint
source: Admin: review in Approvals
pl: Admin: sprawdź w Zatwierdzeniach

# choresLastCleanedNever
source: Last cleaned: never
pl: Ostatnio wykonane: nigdy

# choresLastCleaned
source: Last cleaned: {date}
pl: Ostatnio wykonane: {date}

# choresDueIn
source: Due in {duration}
pl: Do terminu: {duration}

# choresOverdueBy
source: Overdue by {duration}
pl: Po terminie: {duration}

# choresSnoozedUntil
source: Snoozed until {date}
pl: Uśpione do {date}

# choresPaused
source: Paused
pl: Wstrzymane

# choresNoHistory
source: No history yet
pl: Brak historii

# choresNoteDialogTitle
source: Add a note?
pl: Dodać notatkę?

# choresNoteDialogHint
source: Optional note for admin
pl: Opcjonalna notatka dla admina

# choresSnoozeDialogTitle
source: Snooze chore
pl: Uśpij zadanie

# choresSnooze1Day
source: 1 day
pl: 1 dzień

# choresSnooze3Days
source: 3 days
pl: 3 dni

# choresSnooze1Week
source: 1 week
pl: 1 tydzień

# choresSnoozePickDate
source: Pick a date
pl: Wybierz datę

# choresRequestSubmitted
source: Request submitted
pl: Wysłano do weryfikacji

# choresMarkedCleaned
source: Marked as cleaned
pl: Oznaczono jako wykonane

# choresSnoozedUntilToast
source: Snoozed until {date}
pl: Uśpione do {date}

# choresSnoozeCleared
source: Snooze cleared
pl: Uśpienie usunięte

# choresPausedToast
source: Paused
pl: Wstrzymane

# choresResumedToast
source: Resumed
pl: Wznowione

# choresCleanedNow
source: Cleaned now
pl: Wykonane teraz

# choresSnooze
source: Snooze
pl: Uśpij

# choresClearSnooze
source: Clear snooze
pl: Usuń uśpienie

# choresPause
source: Pause
pl: Wstrzymaj

# choresResume
source: Resume
pl: Wznów

# choreDetailsTitle
source: Chore details
pl: Szczegóły zadania

# choreEditTitle
source: Edit chore
pl: Edytuj zadanie

# choreNewTitle
source: New chore
pl: Nowe zadanie

# choreLastCleanedTitle
source: Last cleaned
pl: Ostatnio wykonane

# choreNoApprovedCompletions
source: No approved completions yet
pl: Brak zatwierdzonych ukończeń

# choreNameLabel
source: Chore name
pl: Nazwa zadania

# choreIconLabel
source: Icon (emoji)
pl: Ikona (emoji)

# choreCategoryLabel
source: Category
pl: Kategoria

# choreRoomLabel
source: Room or zone (optional)
pl: Pomieszczenie lub strefa (opcjonalnie)

# choreIntervalLabel
source: Interval (days)
pl: Interwał (dni)

# chorePointsLabel
source: Points
pl: Punkty

# chorePausedLabel
source: Paused
pl: Wstrzymane

# choreSave
source: Save chore
pl: Zapisz zadanie

# choreDeleteTooltip
source: Delete chore
pl: Usuń zadanie

# choreDeleteTitle
source: Delete chore?
pl: Usunąć zadanie?

# choreDeleteBody
source: This cannot be undone.
pl: Tego nie można cofnąć.

# choreNameRequired
source: Name is required.
pl: Nazwa jest wymagana.

# choreIntervalPositive
source: Interval must be a positive number.
pl: Interwał musi być dodatni.

# chorePointsPositive
source: Points must be a positive number.
pl: Punkty muszą być dodatnie.

# approvalsTitle
source: Approvals
pl: Zatwierdzenia

# myRequestsTitle
source: My requests
pl: Moje zgłoszenia

# approvalsHistoryTitle
source: Approval history
pl: Historia zatwierdzeń

# approvalsNoPending
source: No pending requests.
pl: Brak oczekujących zgłoszeń.

# approvalsNoRequestsYet
source: No requests yet.
pl: Brak zgłoszeń.

# approvalsRequestedBy
source: Requested by {user}
pl: Zgłoszone przez {user}

# approvalsSubmittedAt
source: Submitted {date}
pl: Zgłoszono {date}

# approvalsReviewedAt
source: Reviewed {date}
pl: Sprawdzone {date}

# approvalsReviewedBy
source: Reviewed by {user}
pl: Sprawdzone przez {user}

# approvalsApprovedToast
source: Approved
pl: Zatwierdzono

# approvalsRejectedToast
source: Rejected
pl: Odrzucono

# statusPending
source: Pending
pl: W trakcie weryfikacji

# statusApproved
source: Approved
pl: Zatwierdzone

# statusRejected
source: Rejected
pl: Odrzucone

# dashboardToday
source: Today
pl: Dzisiaj

# dashboardTopPriorities
source: Top priorities
pl: Najważniejsze

# dashboardQuickActions
source: Quick actions
pl: Szybkie akcje

# dashboardRecentActivity
source: Recent activity
pl: Ostatnia aktywność

# dashboardNoActivity
source: No activity yet.
pl: Brak aktywności.

# activityFilterAll
source: All
pl: Wszystkie

# activityFilterApproved
source: Approved
pl: Zatwierdzone

# activityFilterRejected
source: Rejected
pl: Odrzucone

# activityFilterPending
source: Pending
pl: Oczekujące

# dashboardAllCaughtUp
source: All caught up for now.
pl: Na razie wszystko zrobione.

# dashboardDueToday
source: Due today
pl: Na dziś

# dashboardOverdue
source: Overdue
pl: Po terminie

# dashboardPendingApprovals
source: Pending approvals
pl: Oczekujące

# dashboardPoints
source: Points
pl: Punkty

# dashboardChoresBoard
source: Chores board
pl: Lista zadań

# dashboardRewards
source: Rewards
pl: Sklep

# dashboardApprovals
source: Approvals
pl: Zatwierdzenia

# dashboardMyRequests
source: My requests
pl: Moje zgłoszenia

# dashboardActivityCompletionRequest
source: Completion request
pl: Zgłoszenie wykonania

# dashboardActivityPending
source: Pending • {name}
pl: Oczekujące • {name}

# dashboardActivityRedemption
source: Mystery box opened
pl: Otworzono mystery box

# rewardsTitle
source: Rewards
pl: Sklep

# rewardsPointsBalance
source: Points balance
pl: Saldo punktów

# rewardsMysteryBoxes
source: Mystery boxes
pl: Mystery boxy

# rewardsNoBoxes
source: No boxes available yet.
pl: Brak dostępnych boxów.

# rewardsViewOdds
source: View odds
pl: Zobacz szanse

# rewardsOpenBox
source: Open box
pl: Otwórz box

# rewardsYouGot
source: You got
pl: Wylosowano

# rewardsNice
source: Nice
pl: Super

# rewardsManageRewards
source: Manage rewards
pl: Zarządzaj nagrodami

# rewardsWeightStatus
source: Weight {weight} • {status}
pl: Szansa {weight}% • {status}

# rewardsEnabled
source: Enabled
pl: Aktywne

# rewardsDisabled
source: Disabled
pl: Wyłączone

# rewardsAddReward
source: Add reward
pl: Dodaj nagrodę

# rewardsManageBoxRules
source: Manage box rules
pl: Zarządzaj zasadami boxów

# rewardsCostRewardsCount
source: Cost {cost} • {count} rewards
pl: Koszt {cost} • {count} nagród

# rewardsAddBoxRule
source: Add box rule
pl: Dodaj zasadę boxa

# rewardsMyRewards
source: My rewards
pl: Moje nagrody

# rewardsNoRedemptions
source: No redemptions yet.
pl: Brak nagród.

# rewardsViewAll
source: View all
pl: Zobacz wszystko

# rewardsCostPoints
source: Cost: {cost} points
pl: Koszt: {cost} punktów

# rewardsRewardsCount
source: Rewards: {count}
pl: Nagrody: {count}

# rewardsAddRewardTitle
source: Add reward
pl: Dodaj nagrodę

# rewardsEditRewardTitle
source: Edit reward
pl: Edytuj nagrodę

# rewardsAddBoxRuleTitle
source: Add box rule
pl: Dodaj zasadę boxa

# rewardsEditBoxRuleTitle
source: Edit box rule
pl: Edytuj zasadę boxa

# rewardsTitleLabel
source: Title
pl: Tytuł

# rewardsDescriptionLabel
source: Description
pl: Opis

# rewardsWeightLabel
source: Weight
pl: Szansa (%)

# rewardsEnabledLabel
source: Enabled
pl: Aktywne

# rewardsCostPointsLabel
source: Cost points
pl: Koszt punktów

# rewardsCooldownSecondsLabel
source: Cooldown seconds
pl: Cooldown (dni)

# rewardsMaxPerDayLabel
source: Max per day
pl: Maks. na dzień

# rewardsOddsTitle
source: Odds
pl: Szanse

# rewardsDeleteRewardTitle
source: Delete reward?
pl: Usunąć nagrodę?

# rewardsDeleteRewardBody
source: This reward will be removed from the pool.
pl: Ta nagroda zostanie usunięta z puli.

# rewardsDeleteBoxRuleTitle
source: Delete box rule?
pl: Usunąć zasadę boxa?

# rewardsDeleteBoxRuleBody
source: This box will no longer be redeemable.
pl: Ten box nie będzie już dostępny.

# rewardsNotEnoughPoints
source: Not enough points to redeem.
pl: Za mało punktów na wykupienie.

# rewardsCooldownActive
source: Box is cooling down. Try later.
pl: Box jest w cooldownie. Spróbuj później.

# rewardsDailyLimitReached
source: Daily limit reached for this box.
pl: Osiągnięto dzienny limit dla tego boxa.

# rewardsCooldownRemaining
source: Cooldown: {remaining}
pl: Czas odnowienia: {remaining}

# rewardsDailyLimitStatus
source: Daily limit: {count}/{max}
pl: Limit dzienny: {count}/{max}

# rewardsCooldownDisabledDebug
source: Debug: cooldown off
pl: Debug: cooldown wyłączony

# rewardsDailyLimitDisabledDebug
source: Debug: daily limit off
pl: Debug: limit dzienny wyłączony

# notificationsTitle
source: Notifications
pl: Powiadomienia

# notificationsEmpty
source: No notifications yet.
pl: Brak powiadomień.

# areaCategoryHome
source: Home
pl: Dom

# areaCategoryCar
source: Car
pl: Auto

# areaCategoryOther
source: Other
pl: Inne

# itemStatusFresh
source: Fresh
pl: Świeże

# itemStatusSoon
source: Soon
pl: Wkrótce

# itemStatusDue
source: Due
pl: Na czas

# itemStatusOverdue
source: Overdue
pl: Po terminie

# itemStatusSnoozed
source: Snoozed
pl: Uśpione

# itemStatusPaused
source: Paused
pl: Wstrzymane

# dailyDigestTitle
source: CleanQuest daily digest
pl: Dzienne podsumowanie CleanQuest

# dailyDigestBody
source: Due today: {due} • Overdue: {overdue}{pendingSegment}
pl: Na dziś: {due} • Po terminie: {overdue}{pendingSegment}

# dailyDigestPendingSegment
source: • Pending approvals: {pending}
pl: • Oczekujące: {pending}

# notificationNewApprovalTitle
source: New approval request
pl: Nowe zgłoszenie

# notificationNewApprovalBody
source: A member submitted a request.
pl: Użytkownik wysłał zgłoszenie.

# notificationRequestApprovedTitle
source: Request approved
pl: Zgłoszenie zatwierdzone

# notificationRequestApprovedBody
source: A request was approved.
pl: Zgłoszenie zostało zatwierdzone.

# notificationRequestRejectedTitle
source: Request rejected
pl: Zgłoszenie odrzucone

# notificationRequestRejectedBody
source: A request was rejected.
pl: Zgłoszenie zostało odrzucone.

# notificationRewardTitle
source: Reward redeemed
pl: Nagroda odebrana

# notificationRewardBody
source: {user} won {reward}
pl: {user} wygrał(a) {reward}

# errorAdminsCannotSubmit
source: Admins cannot submit completion requests.
pl: Admini nie mogą zgłaszać wykonania.

# errorOnlyAdminsApprove
source: Only admins can approve requests.
pl: Tylko admin może zatwierdzać zgłoszenia.

# errorOnlyAdminsReject
source: Only admins can reject requests.
pl: Tylko admin może odrzucać zgłoszenia.
